import { memo } from 'react'


const Dashboard = memo(() => {

    return <div>
             华为 IC 资料图
      有报道称，华为内部已发布董秘1号文件，正式官宣2023年年度分红方案：ESOP（员工持股计划）每股分红1.5元，税后15.3%，同比去年税后收益有所降低。
      2月6日，澎湃新闻记者从华为员工处证实，这一分红方案属实，但正式分红需要等到今年3-4月份。
      华为2023年分红处于最近五年低位。也有分析人士认为，这或许预示着华为未来的发展将面临一定的资金压力和挑战。
      公开资料显示，华为目前总股本约为513亿股，按照本次分红方案，华为需要向员工支付770.85亿元分红。
      据华为2022年财报披露的信息，截至2022年12月31日，华为员工持股计划参与人数为142315人，均为华为在职员工或退休保留人员。华为这次人均分红约54万元。
      2023年12月29日，华为轮值董事长胡厚崑在新年致辞中透露，公司经营基本回归常态，预计2023年实现销售收入超过7000亿元人民币，其中ICT基础设施业务保持稳健，终端业务好于预期，数字能源和云业务实现良好增长，智能汽车解决方案竞争力显著提升。
      胡厚崑表示，华为要求2024年各业务单元都要聚焦价值创造，多打粮食。其中，ICT基础设施业务充分发挥在计算、存储、网络等领域的综合优势，以系统工程能力全面支持好各行业的数字化转型与智能化升级，做稳公司的压舱石。运营商业务要支撑客户网络流量填充、业务创新和网络演进，助力运营商商业成功。终端继续致力于打造王者产品，构筑有温度的高端品牌。与伙伴共同加快移动应用鸿蒙化，实现鸿蒙生态的历史性跨越，为消费者提供全场景极致体验。华为云既要成为公司数字化的底座和使能器，也要成为各行各业可信赖的数字化“黑土地”。数字能源要不断提升产品质量与竞争力，抓住低碳化确定性机会，多贡献利润，实现有价值的增长。智能汽车解决方案与伙伴共同努力，将技术优势转化为商业成功。各经营责任单元既要鼓舞信心，也不要盲目乐观，要做好风险识别，尤其要管理好存货风险，改善运营效率。
      2023年8月30日，华为在上海清算所官网披露了2023年半年报。财报显示，上半年，华为实现营收3082.90亿元，上年同期为2986.80亿元；净利润为465.23亿元，上年同期为146.29亿元。2023年上半年，华为研发费用为826.04亿元，上年同期为790.63亿元。
      据华为2022年财报，华为投资控股有限公司是100%由员工持有的民营企业。 股东为华为投资控股有限公司工会委员会 （下称“工会”）和任正非。 公司通过工会实行员工持股计划，员工持股计划参与人数为142315人（截至2022年12月31日），参与人均为公司在职员工或退休保留人员。任正非作为自然人股东持有公司股份，同时，任正非也参与了员工持股计划。截至2022年12月31日，任正非的总出资相当于公司总股本的比例约0.73%。
      华为员工持股制度始于1990年，当时参股价格为每股1元，以税后利润的15%作为股权分红。不过，并非所有华为员工都可以投资华为股份，只有入职两年之后、业绩表现突出的员工才有配股的资格，且可认购的华为公司股票数量也有所限制。
      据公开资料整理的华为历年分红情况如下：
      2010年，股价5.42元/股，每股分红2.98元；
      2011年，股价5.42元/股，每股分红1.46元；
      2012年，股价5.42元/股，每股分红1.41元；
      2013年，股价5.42元/股，每股分红1.47元；
      2014年，股价5.66元/股，每股分红1.90元；
      2015年，股价5.90元/股，每股分红1.95元；
      2016年，股价6.81元/股，每股分红1.53元；
      2017年，股价7.85元/股，每股分红1.02元；
      2018年，股价7.85元/股，每股分红1.05元；
      2019年，股价7.85元/股，每股分红2.11元；
      2020年，股价7.85元/股，每股分红1.86元；
      2021年，股价7.85元/股，每股分红1.58元；
      2022年，股价7.85元/股，每股分红1.61元；
      2023年，股价7.85元/股，每股分红1.5元。
      华为 IC 资料图
      有报道称，华为内部已发布董秘1号文件，正式官宣2023年年度分红方案：ESOP（员工持股计划）每股分红1.5元，税后15.3%，同比去年税后收益有所降低。
      2月6日，澎湃新闻记者从华为员工处证实，这一分红方案属实，但正式分红需要等到今年3-4月份。
      华为2023年分红处于最近五年低位。也有分析人士认为，这或许预示着华为未来的发展将面临一定的资金压力和挑战。
      公开资料显示，华为目前总股本约为513亿股，按照本次分红方案，华为需要向员工支付770.85亿元分红。
      据华为2022年财报披露的信息，截至2022年12月31日，华为员工持股计划参与人数为142315人，均为华为在职员工或退休保留人员。华为这次人均分红约54万元。
      2023年12月29日，华为轮值董事长胡厚崑在新年致辞中透露，公司经营基本回归常态，预计2023年实现销售收入超过7000亿元人民币，其中ICT基础设施业务保持稳健，终端业务好于预期，数字能源和云业务实现良好增长，智能汽车解决方案竞争力显著提升。
      胡厚崑表示，华为要求2024年各业务单元都要聚焦价值创造，多打粮食。其中，ICT基础设施业务充分发挥在计算、存储、网络等领域的综合优势，以系统工程能力全面支持好各行业的数字化转型与智能化升级，做稳公司的压舱石。运营商业务要支撑客户网络流量填充、业务创新和网络演进，助力运营商商业成功。终端继续致力于打造王者产品，构筑有温度的高端品牌。与伙伴共同加快移动应用鸿蒙化，实现鸿蒙生态的历史性跨越，为消费者提供全场景极致体验。华为云既要成为公司数字化的底座和使能器，也要成为各行各业可信赖的数字化“黑土地”。数字能源要不断提升产品质量与竞争力，抓住低碳化确定性机会，多贡献利润，实现有价值的增长。智能汽车解决方案与伙伴共同努力，将技术优势转化为商业成功。各经营责任单元既要鼓舞信心，也不要盲目乐观，要做好风险识别，尤其要管理好存货风险，改善运营效率。
      2023年8月30日，华为在上海清算所官网披露了2023年半年报。财报显示，上半年，华为实现营收3082.90亿元，上年同期为2986.80亿元；净利润为465.23亿元，上年同期为146.29亿元。2023年上半年，华为研发费用为826.04亿元，上年同期为790.63亿元。
      据华为2022年财报，华为投资控股有限公司是100%由员工持有的民营企业。 股东为华为投资控股有限公司工会委员会 （下称“工会”）和任正非。 公司通过工会实行员工持股计划，员工持股计划参与人数为142315人（截至2022年12月31日），参与人均为公司在职员工或退休保留人员。任正非作为自然人股东持有公司股份，同时，任正非也参与了员工持股计划。截至2022年12月31日，任正非的总出资相当于公司总股本的比例约0.73%。
      华为员工持股制度始于1990年，当时参股价格为每股1元，以税后利润的15%作为股权分红。不过，并非所有华为员工都可以投资华为股份，只有入职两年之后、业绩表现突出的员工才有配股的资格，且可认购的华为公司股票数量也有所限制。
      据公开资料整理的华为历年分红情况如下：
      2010年，股价5.42元/股，每股分红2.98元；
      2011年，股价5.42元/股，每股分红1.46元；
      2012年，股价5.42元/股，每股分红1.41元；
      2013年，股价5.42元/股，每股分红1.47元；
      2014年，股价5.66元/股，每股分红1.90元；
      2015年，股价5.90元/股，每股分红1.95元；
      2016年，股价6.81元/股，每股分红1.53元；
      2017年，股价7.85元/股，每股分红1.02元；
      2018年，股价7.85元/股，每股分红1.05元；
      2019年，股价7.85元/股，每股分红2.11元；
      2020年，股价7.85元/股，每股分红1.86元；
      2021年，股价7.85元/股，每股分红1.58元；
      2022年，股价7.85元/股，每股分红1.61元；
      2023年，股价7.85元/股，每股分红1.5元。
      华为 IC 资料图
      有报道称，华为内部已发布董秘1号文件，正式官宣2023年年度分红方案：ESOP（员工持股计划）每股分红1.5元，税后15.3%，同比去年税后收益有所降低。
      2月6日，澎湃新闻记者从华为员工处证实，这一分红方案属实，但正式分红需要等到今年3-4月份。
      华为2023年分红处于最近五年低位。也有分析人士认为，这或许预示着华为未来的发展将面临一定的资金压力和挑战。
      公开资料显示，华为目前总股本约为513亿股，按照本次分红方案，华为需要向员工支付770.85亿元分红。
      据华为2022年财报披露的信息，截至2022年12月31日，华为员工持股计划参与人数为142315人，均为华为在职员工或退休保留人员。华为这次人均分红约54万元。
      2023年12月29日，华为轮值董事长胡厚崑在新年致辞中透露，公司经营基本回归常态，预计2023年实现销售收入超过7000亿元人民币，其中ICT基础设施业务保持稳健，终端业务好于预期，数字能源和云业务实现良好增长，智能汽车解决方案竞争力显著提升。
      胡厚崑表示，华为要求2024年各业务单元都要聚焦价值创造，多打粮食。其中，ICT基础设施业务充分发挥在计算、存储、网络等领域的综合优势，以系统工程能力全面支持好各行业的数字化转型与智能化升级，做稳公司的压舱石。运营商业务要支撑客户网络流量填充、业务创新和网络演进，助力运营商商业成功。终端继续致力于打造王者产品，构筑有温度的高端品牌。与伙伴共同加快移动应用鸿蒙化，实现鸿蒙生态的历史性跨越，为消费者提供全场景极致体验。华为云既要成为公司数字化的底座和使能器，也要成为各行各业可信赖的数字化“黑土地”。数字能源要不断提升产品质量与竞争力，抓住低碳化确定性机会，多贡献利润，实现有价值的增长。智能汽车解决方案与伙伴共同努力，将技术优势转化为商业成功。各经营责任单元既要鼓舞信心，也不要盲目乐观，要做好风险识别，尤其要管理好存货风险，改善运营效率。
      2023年8月30日，华为在上海清算所官网披露了2023年半年报。财报显示，上半年，华为实现营收3082.90亿元，上年同期为2986.80亿元；净利润为465.23亿元，上年同期为146.29亿元。2023年上半年，华为研发费用为826.04亿元，上年同期为790.63亿元。
      据华为2022年财报，华为投资控股有限公司是100%由员工持有的民营企业。 股东为华为投资控股有限公司工会委员会 （下称“工会”）和任正非。 公司通过工会实行员工持股计划，员工持股计划参与人数为142315人（截至2022年12月31日），参与人均为公司在职员工或退休保留人员。任正非作为自然人股东持有公司股份，同时，任正非也参与了员工持股计划。截至2022年12月31日，任正非的总出资相当于公司总股本的比例约0.73%。
      华为员工持股制度始于1990年，当时参股价格为每股1元，以税后利润的15%作为股权分红。不过，并非所有华为员工都可以投资华为股份，只有入职两年之后、业绩表现突出的员工才有配股的资格，且可认购的华为公司股票数量也有所限制。
      据公开资料整理的华为历年分红情况如下：
      2010年，股价5.42元/股，每股分红2.98元；
      2011年，股价5.42元/股，每股分红1.46元；
      2012年，股价5.42元/股，每股分红1.41元；
      2013年，股价5.42元/股，每股分红1.47元；
      2014年，股价5.66元/股，每股分红1.90元；
      2015年，股价5.90元/股，每股分红1.95元；
      2016年，股价6.81元/股，每股分红1.53元；
      2017年，股价7.85元/股，每股分红1.02元；
      2018年，股价7.85元/股，每股分红1.05元；
      2019年，股价7.85元/股，每股分红2.11元；
      2020年，股价7.85元/股，每股分红1.86元；
      2021年，股价7.85元/股，每股分红1.58元；
      2022年，股价7.85元/股，每股分红1.61元；
      2023年，股价7.85元/股，每股分红1.5元。
      华为 IC 资料图
      有报道称，华为内部已发布董秘1号文件，正式官宣2023年年度分红方案：ESOP（员工持股计划）每股分红1.5元，税后15.3%，同比去年税后收益有所降低。
      2月6日，澎湃新闻记者从华为员工处证实，这一分红方案属实，但正式分红需要等到今年3-4月份。
      华为2023年分红处于最近五年低位。也有分析人士认为，这或许预示着华为未来的发展将面临一定的资金压力和挑战。
      公开资料显示，华为目前总股本约为513亿股，按照本次分红方案，华为需要向员工支付770.85亿元分红。
      据华为2022年财报披露的信息，截至2022年12月31日，华为员工持股计划参与人数为142315人，均为华为在职员工或退休保留人员。华为这次人均分红约54万元。
      2023年12月29日，华为轮值董事长胡厚崑在新年致辞中透露，公司经营基本回归常态，预计2023年实现销售收入超过7000亿元人民币，其中ICT基础设施业务保持稳健，终端业务好于预期，数字能源和云业务实现良好增长，智能汽车解决方案竞争力显著提升。
      胡厚崑表示，华为要求2024年各业务单元都要聚焦价值创造，多打粮食。其中，ICT基础设施业务充分发挥在计算、存储、网络等领域的综合优势，以系统工程能力全面支持好各行业的数字化转型与智能化升级，做稳公司的压舱石。运营商业务要支撑客户网络流量填充、业务创新和网络演进，助力运营商商业成功。终端继续致力于打造王者产品，构筑有温度的高端品牌。与伙伴共同加快移动应用鸿蒙化，实现鸿蒙生态的历史性跨越，为消费者提供全场景极致体验。华为云既要成为公司数字化的底座和使能器，也要成为各行各业可信赖的数字化“黑土地”。数字能源要不断提升产品质量与竞争力，抓住低碳化确定性机会，多贡献利润，实现有价值的增长。智能汽车解决方案与伙伴共同努力，将技术优势转化为商业成功。各经营责任单元既要鼓舞信心，也不要盲目乐观，要做好风险识别，尤其要管理好存货风险，改善运营效率。
      2023年8月30日，华为在上海清算所官网披露了2023年半年报。财报显示，上半年，华为实现营收3082.90亿元，上年同期为2986.80亿元；净利润为465.23亿元，上年同期为146.29亿元。2023年上半年，华为研发费用为826.04亿元，上年同期为790.63亿元。
      据华为2022年财报，华为投资控股有限公司是100%由员工持有的民营企业。 股东为华为投资控股有限公司工会委员会 （下称“工会”）和任正非。 公司通过工会实行员工持股计划，员工持股计划参与人数为142315人（截至2022年12月31日），参与人均为公司在职员工或退休保留人员。任正非作为自然人股东持有公司股份，同时，任正非也参与了员工持股计划。截至2022年12月31日，任正非的总出资相当于公司总股本的比例约0.73%。
      华为员工持股制度始于1990年，当时参股价格为每股1元，以税后利润的15%作为股权分红。不过，并非所有华为员工都可以投资华为股份，只有入职两年之后、业绩表现突出的员工才有配股的资格，且可认购的华为公司股票数量也有所限制。
      据公开资料整理的华为历年分红情况如下：
      2010年，股价5.42元/股，每股分红2.98元；
      2011年，股价5.42元/股，每股分红1.46元；
      2012年，股价5.42元/股，每股分红1.41元；
      2013年，股价5.42元/股，每股分红1.47元；
      2014年，股价5.66元/股，每股分红1.90元；
      2015年，股价5.90元/股，每股分红1.95元；
      2016年，股价6.81元/股，每股分红1.53元；
      2017年，股价7.85元/股，每股分红1.02元；
      2018年，股价7.85元/股，每股分红1.05元；
      2019年，股价7.85元/股，每股分红2.11元；
      2020年，股价7.85元/股，每股分红1.86元；
      2021年，股价7.85元/股，每股分红1.58元；
      2022年，股价7.85元/股，每股分红1.61元；
      2023年，股价7.85元/股，每股分红1.5元。
      华为 IC 资料图
      有报道称，华为内部已发布董秘1号文件，正式官宣2023年年度分红方案：ESOP（员工持股计划）每股分红1.5元，税后15.3%，同比去年税后收益有所降低。
      2月6日，澎湃新闻记者从华为员工处证实，这一分红方案属实，但正式分红需要等到今年3-4月份。
      华为2023年分红处于最近五年低位。也有分析人士认为，这或许预示着华为未来的发展将面临一定的资金压力和挑战。
      公开资料显示，华为目前总股本约为513亿股，按照本次分红方案，华为需要向员工支付770.85亿元分红。
      据华为2022年财报披露的信息，截至2022年12月31日，华为员工持股计划参与人数为142315人，均为华为在职员工或退休保留人员。华为这次人均分红约54万元。
      2023年12月29日，华为轮值董事长胡厚崑在新年致辞中透露，公司经营基本回归常态，预计2023年实现销售收入超过7000亿元人民币，其中ICT基础设施业务保持稳健，终端业务好于预期，数字能源和云业务实现良好增长，智能汽车解决方案竞争力显著提升。
      胡厚崑表示，华为要求2024年各业务单元都要聚焦价值创造，多打粮食。其中，ICT基础设施业务充分发挥在计算、存储、网络等领域的综合优势，以系统工程能力全面支持好各行业的数字化转型与智能化升级，做稳公司的压舱石。运营商业务要支撑客户网络流量填充、业务创新和网络演进，助力运营商商业成功。终端继续致力于打造王者产品，构筑有温度的高端品牌。与伙伴共同加快移动应用鸿蒙化，实现鸿蒙生态的历史性跨越，为消费者提供全场景极致体验。华为云既要成为公司数字化的底座和使能器，也要成为各行各业可信赖的数字化“黑土地”。数字能源要不断提升产品质量与竞争力，抓住低碳化确定性机会，多贡献利润，实现有价值的增长。智能汽车解决方案与伙伴共同努力，将技术优势转化为商业成功。各经营责任单元既要鼓舞信心，也不要盲目乐观，要做好风险识别，尤其要管理好存货风险，改善运营效率。
      2023年8月30日，华为在上海清算所官网披露了2023年半年报。财报显示，上半年，华为实现营收3082.90亿元，上年同期为2986.80亿元；净利润为465.23亿元，上年同期为146.29亿元。2023年上半年，华为研发费用为826.04亿元，上年同期为790.63亿元。
      据华为2022年财报，华为投资控股有限公司是100%由员工持有的民营企业。 股东为华为投资控股有限公司工会委员会 （下称“工会”）和任正非。 公司通过工会实行员工持股计划，员工持股计划参与人数为142315人（截至2022年12月31日），参与人均为公司在职员工或退休保留人员。任正非作为自然人股东持有公司股份，同时，任正非也参与了员工持股计划。截至2022年12月31日，任正非的总出资相当于公司总股本的比例约0.73%。
      华为员工持股制度始于1990年，当时参股价格为每股1元，以税后利润的15%作为股权分红。不过，并非所有华为员工都可以投资华为股份，只有入职两年之后、业绩表现突出的员工才有配股的资格，且可认购的华为公司股票数量也有所限制。
      据公开资料整理的华为历年分红情况如下：
      2010年，股价5.42元/股，每股分红2.98元；
      2011年，股价5.42元/股，每股分红1.46元；
      2012年，股价5.42元/股，每股分红1.41元；
      2013年，股价5.42元/股，每股分红1.47元；
      2014年，股价5.66元/股，每股分红1.90元；
      2015年，股价5.90元/股，每股分红1.95元；
      2016年，股价6.81元/股，每股分红1.53元；
      2017年，股价7.85元/股，每股分红1.02元；
      2018年，股价7.85元/股，每股分红1.05元；
      2019年，股价7.85元/股，每股分红2.11元；
      2020年，股价7.85元/股，每股分红1.86元；
      2021年，股价7.85元/股，每股分红1.58元；
      2022年，股价7.85元/股，每股分红1.61元；
      2023年，股价7.85元/股，每股分红1.5元。
      华为 IC 资料图
      有报道称，华为内部已发布董秘1号文件，正式官宣2023年年度分红方案：ESOP（员工持股计划）每股分红1.5元，税后15.3%，同比去年税后收益有所降低。
      2月6日，澎湃新闻记者从华为员工处证实，这一分红方案属实，但正式分红需要等到今年3-4月份。
      华为2023年分红处于最近五年低位。也有分析人士认为，这或许预示着华为未来的发展将面临一定的资金压力和挑战。
      公开资料显示，华为目前总股本约为513亿股，按照本次分红方案，华为需要向员工支付770.85亿元分红。
      据华为2022年财报披露的信息，截至2022年12月31日，华为员工持股计划参与人数为142315人，均为华为在职员工或退休保留人员。华为这次人均分红约54万元。
      2023年12月29日，华为轮值董事长胡厚崑在新年致辞中透露，公司经营基本回归常态，预计2023年实现销售收入超过7000亿元人民币，其中ICT基础设施业务保持稳健，终端业务好于预期，数字能源和云业务实现良好增长，智能汽车解决方案竞争力显著提升。
      胡厚崑表示，华为要求2024年各业务单元都要聚焦价值创造，多打粮食。其中，ICT基础设施业务充分发挥在计算、存储、网络等领域的综合优势，以系统工程能力全面支持好各行业的数字化转型与智能化升级，做稳公司的压舱石。运营商业务要支撑客户网络流量填充、业务创新和网络演进，助力运营商商业成功。终端继续致力于打造王者产品，构筑有温度的高端品牌。与伙伴共同加快移动应用鸿蒙化，实现鸿蒙生态的历史性跨越，为消费者提供全场景极致体验。华为云既要成为公司数字化的底座和使能器，也要成为各行各业可信赖的数字化“黑土地”。数字能源要不断提升产品质量与竞争力，抓住低碳化确定性机会，多贡献利润，实现有价值的增长。智能汽车解决方案与伙伴共同努力，将技术优势转化为商业成功。各经营责任单元既要鼓舞信心，也不要盲目乐观，要做好风险识别，尤其要管理好存货风险，改善运营效率。
      2023年8月30日，华为在上海清算所官网披露了2023年半年报。财报显示，上半年，华为实现营收3082.90亿元，上年同期为2986.80亿元；净利润为465.23亿元，上年同期为146.29亿元。2023年上半年，华为研发费用为826.04亿元，上年同期为790.63亿元。
      据华为2022年财报，华为投资控股有限公司是100%由员工持有的民营企业。 股东为华为投资控股有限公司工会委员会 （下称“工会”）和任正非。 公司通过工会实行员工持股计划，员工持股计划参与人数为142315人（截至2022年12月31日），参与人均为公司在职员工或退休保留人员。任正非作为自然人股东持有公司股份，同时，任正非也参与了员工持股计划。截至2022年12月31日，任正非的总出资相当于公司总股本的比例约0.73%。
      华为员工持股制度始于1990年，当时参股价格为每股1元，以税后利润的15%作为股权分红。不过，并非所有华为员工都可以投资华为股份，只有入职两年之后、业绩表现突出的员工才有配股的资格，且可认购的华为公司股票数量也有所限制。
      据公开资料整理的华为历年分红情况如下：
      2010年，股价5.42元/股，每股分红2.98元；
      2011年，股价5.42元/股，每股分红1.46元；
      2012年，股价5.42元/股，每股分红1.41元；
      2013年，股价5.42元/股，每股分红1.47元；
      2014年，股价5.66元/股，每股分红1.90元；
      2015年，股价5.90元/股，每股分红1.95元；
      2016年，股价6.81元/股，每股分红1.53元；
      2017年，股价7.85元/股，每股分红1.02元；
      2018年，股价7.85元/股，每股分红1.05元；
      2019年，股价7.85元/股，每股分红2.11元；
      2020年，股价7.85元/股，每股分红1.86元；
      2021年，股价7.85元/股，每股分红1.58元；
      2022年，股价7.85元/股，每股分红1.61元；
      2023年，股价7.85元/股，每股分红1.5元。
      华为 IC 资料图
      有报道称，华为内部已发布董秘1号文件，正式官宣2023年年度分红方案：ESOP（员工持股计划）每股分红1.5元，税后15.3%，同比去年税后收益有所降低。
      2月6日，澎湃新闻记者从华为员工处证实，这一分红方案属实，但正式分红需要等到今年3-4月份。
      华为2023年分红处于最近五年低位。也有分析人士认为，这或许预示着华为未来的发展将面临一定的资金压力和挑战。
      公开资料显示，华为目前总股本约为513亿股，按照本次分红方案，华为需要向员工支付770.85亿元分红。
      据华为2022年财报披露的信息，截至2022年12月31日，华为员工持股计划参与人数为142315人，均为华为在职员工或退休保留人员。华为这次人均分红约54万元。
      2023年12月29日，华为轮值董事长胡厚崑在新年致辞中透露，公司经营基本回归常态，预计2023年实现销售收入超过7000亿元人民币，其中ICT基础设施业务保持稳健，终端业务好于预期，数字能源和云业务实现良好增长，智能汽车解决方案竞争力显著提升。
      胡厚崑表示，华为要求2024年各业务单元都要聚焦价值创造，多打粮食。其中，ICT基础设施业务充分发挥在计算、存储、网络等领域的综合优势，以系统工程能力全面支持好各行业的数字化转型与智能化升级，做稳公司的压舱石。运营商业务要支撑客户网络流量填充、业务创新和网络演进，助力运营商商业成功。终端继续致力于打造王者产品，构筑有温度的高端品牌。与伙伴共同加快移动应用鸿蒙化，实现鸿蒙生态的历史性跨越，为消费者提供全场景极致体验。华为云既要成为公司数字化的底座和使能器，也要成为各行各业可信赖的数字化“黑土地”。数字能源要不断提升产品质量与竞争力，抓住低碳化确定性机会，多贡献利润，实现有价值的增长。智能汽车解决方案与伙伴共同努力，将技术优势转化为商业成功。各经营责任单元既要鼓舞信心，也不要盲目乐观，要做好风险识别，尤其要管理好存货风险，改善运营效率。
      2023年8月30日，华为在上海清算所官网披露了2023年半年报。财报显示，上半年，华为实现营收3082.90亿元，上年同期为2986.80亿元；净利润为465.23亿元，上年同期为146.29亿元。2023年上半年，华为研发费用为826.04亿元，上年同期为790.63亿元。
      据华为2022年财报，华为投资控股有限公司是100%由员工持有的民营企业。 股东为华为投资控股有限公司工会委员会 （下称“工会”）和任正非。 公司通过工会实行员工持股计划，员工持股计划参与人数为142315人（截至2022年12月31日），参与人均为公司在职员工或退休保留人员。任正非作为自然人股东持有公司股份，同时，任正非也参与了员工持股计划。截至2022年12月31日，任正非的总出资相当于公司总股本的比例约0.73%。
      华为员工持股制度始于1990年，当时参股价格为每股1元，以税后利润的15%作为股权分红。不过，并非所有华为员工都可以投资华为股份，只有入职两年之后、业绩表现突出的员工才有配股的资格，且可认购的华为公司股票数量也有所限制。
      据公开资料整理的华为历年分红情况如下：
      2010年，股价5.42元/股，每股分红2.98元；
      2011年，股价5.42元/股，每股分红1.46元；
      2012年，股价5.42元/股，每股分红1.41元；
      2013年，股价5.42元/股，每股分红1.47元；
      2014年，股价5.66元/股，每股分红1.90元；
      2015年，股价5.90元/股，每股分红1.95元；
      2016年，股价6.81元/股，每股分红1.53元；
      2017年，股价7.85元/股，每股分红1.02元；
      2018年，股价7.85元/股，每股分红1.05元；
      2019年，股价7.85元/股，每股分红2.11元；
      2020年，股价7.85元/股，每股分红1.86元；
      2021年，股价7.85元/股，每股分红1.58元；
      2022年，股价7.85元/股，每股分红1.61元；
      2023年，股价7.85元/股，每股分红1.5元。
    </div>
})

export default Dashboard